[
    {
        "Author": "Abbie Hoffman",
        "Source": "",
        "Quote": "The first duty of a revolutionary is to get away with it.",
        "": ""
    },
    {
        "Author": "Abraham Lincoln",
        "Source": "",
        "Quote": "It's not me who can't keep a secret. It's the people I tell that can't.",
        "": ""
    },
    {
        "Author": "Adam Savage",
        "Source": "",
        "Quote": "I reject your reality and substitute my own. ",
        "": ""
    },
    {
        "Author": "Adam Savage",
        "Source": "",
        "Quote": "The coolest toys don't have to be bought; they can be built. In fact, sometimes the only way they'll ever exist is if you make them yourself.",
        "": ""
    },
    {
        "Author": "Adam Savage",
        "Source": "",
        "Quote": "I've learned over decades of building that a deadline is a potent tool for problem solving. ",
        "": ""
    },
    {
        "Author": "Adam Savage",
        "Source": "",
        "Quote": "Failure is always an option. ",
        "": ""
    },
    {
        "Author": "Adlai Stevenson",
        "Source": "",
        "Quote": "A free society is a place where it's safe to be unpopular.",
        "": ""
    },
    {
        "Author": "Alan Turing",
        "Source": "",
        "Quote": "Unless in communicating with it one says exactly what one means, trouble is bound to result.  ~",
        "": ""
    },
    {
        "Author": "Albert von Szent Gyorgy",
        "Source": "",
        "Quote": "Discovery consists of seeing what everybody has seen and thinking what nobody has thought.\" ",
        "": ""
    },
    {
        "Author": "Aldous Huxley",
        "Source": "",
        "Quote": "Facts do not cease to exist because they are ignored.",
        "": ""
    },
    {
        "Author": "Aldous Huxley",
        "Source": "",
        "Quote": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.",
        "": ""
    },
    {
        "Author": "Aldous Huxley",
        "Source": "",
        "Quote": "To his dog, every man is Napoleon; hence the constant popularity of dogs.",
        "": ""
    },
    {
        "Author": "Aldous Huxley",
        "Source": "",
        "Quote": "An unexciting truth may be eclipsed by a thrilling lie.",
        "": ""
    },
    {
        "Author": "Alexander Hamilton",
        "Source": "",
        "Quote": "A well adjusted person is one who makes the same mistake twice without getting nervous. ",
        "": ""
    },
    {
        "Author": "Alfred Tennyson",
        "Source": "",
        "Quote": "That which we are, we are; One equal temper of heroic hearts, Made weak by time and fate, but strong in will To strive, to seek, to find, and not to yield.",
        "": ""
    },
    {
        "Author": "Andrew Jackson",
        "Source": "",
        "Quote": "It's a damn poor mind that can only think of one way to spell a word.",
        "": ""
    },
    {
        "Author": "Aristotle",
        "Source": "",
        "Quote": "We are what we repeatedly do.  Excellence, then, is not an act, but a habit.",
        "": ""
    },
    {
        "Author": "Arthur C. Clark",
        "Source": "Profiles of the Future",
        "Quote": "Clarke's First Law:  When a distinguished but elderly scientist states that something is   possible, he is almost certainly right.  When he states that something is impossible, he is very probably wrong.",
        "": ""
    },
    {
        "Author": "Arthur C. Clark",
        "Source": "",
        "Quote": "Clarke's Second Law: But the only way of discovering the limits of the possible is to venture a little way past them into the impossible.  \tArthur C. Clarke Profiles of the Future",
        "": ""
    },
    {
        "Author": "Arthur C. Clark",
        "Source": "",
        "Quote": "Clarke's Third Law:  Any sufficiently advanced technology is indistinguishable \tfrom magic.",
        "": ""
    },
    {
        "Author": "Arthur C. Clarke",
        "Source": "Profiles of the Future: An Inquiry into the Limits of the Possible”",
        "Quote": "Any sufficiently advanced technology is indistinguishable from magic.",
        "": ""
    },
    {
        "Author": "Arthur C. Clarke",
        "Source": "",
        "Quote": "Before you become too entranced with gorgeous gadgets and mesmerizing video displays, let me remind you that information is not knowledge, knowledge is not wisdom, and wisdom is not foresight. Each grows out of the other, and we need them all.",
        "": ""
    },
    {
        "Author": "Author",
        "Source": "Source",
        "Quote": "Quote",
        "": ""
    },
    {
        "Author": "Benjamin Franklin",
        "Source": "",
        "Quote": "Three may keep a secret, if two of them are dead.",
        "": "Secrets"
    },
    {
        "Author": "Bill Gates",
        "Source": "",
        "Quote": "The Computer was born to solve problems that did not exist before.",
        "": ""
    },
    {
        "Author": "Broca's Brain (1979), p. 64",
        "Source": "",
        "Quote": "The fact that some geniuses were laughed at does not imply that all who are laughed at are geniuses. They laughed at Columbus, they laughed at Fulton, they laughed at the Wright brothers. But they also laughed at Bozo the Clown.",
        "": ""
    },
    {
        "Author": "Buddha",
        "Source": "",
        "Quote": "Three things cannot long stay hidden: the sun, the moon and the truth.",
        "": "Secrets"
    },
    {
        "Author": "Carl Sagan",
        "Source": "Science Is a Way of Thinking', Science Friday interview from May 1996",
        "Quote": "Something dreadful happens to students between first and twelfth grades, and it's not just puberty.",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "Cosmos",
        "Quote": "Imagination will often carry us to worlds that never were. But without it we go nowhere. ",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "Cosmos",
        "Quote": "If you wish to make an apple pie from scratch, you must first invent the universe.",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "Cosmos",
        "Quote": "Matter is composed chiefly of nothing.",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "The New Intelligent Man's Guide to Science (1965), Vol. 1, 12.",
        "Quote": "Advances in medicine and agriculture have saved vastly more lives than have been lost in all the wars in history. ",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "The Demon-Haunted World: Science as a Candle in the Dark (1997), 304.",
        "Quote": " If you want to save your child from polio, you can pray or you can inoculate. ... Choose science. ",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "The Demon-Haunted World (1996), 30.",
        "Quote": "In science it often happens that scientists say, 'You know that's a really good argument; my position is mistaken,' and then they would actually change their minds and you never hear that old view from them again. They really do it. It doesn't happen as often as it should, because scientists are human and change is sometimes painful. But it  happens every day. I cannot recall the last time something like that happened in politics or religion. ",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "Keynote address at CSICOP conference, 1987",
        "Quote": "Our passion for learning ... is our tool for survival. ",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "Cosmos (1980, 1985), 230-231.",
        "Quote": "The cure for a fallacious argument is a better argument, not the suppression of ideas. ",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "The Demon Haunted World: Science as a Candle in the Dark (1997), 429.",
        "Quote": "The secrets of evolution are death and time, the deaths of enormous numbers of lifeforms that were imperfectly adapted to the environment; and time for a long succession of small mutations.",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "",
        "Quote": "",
        "": ""
    },
    {
        "Author": "Carl Sagan",
        "Source": "Cosmos (1980, 1985), 20.",
        "Quote": "There is a reward structure in science that is very interesting: Our highest honors go to those who disprove the findings of the most revered among us. So Einstein is revered not just because he made so many fundamental contributions to science, but because he found an imperfection in the fundamental contribution of Isaac Newton. ",
        "": ""
    },
    {
        "Author": "Charles Babbage",
        "Source": "",
        "Quote": "On two occasions I have been asked [by members of Parliament], 'Pray, Mr. Babbage, if you put into the machine wrong figures, will the right answers come out?' I am not able rightly to apprehend the kind of confusion of ideas that could provoke such a question.",
        "": ""
    },
    {
        "Author": "Chiun",
        "Source": "",
        "Quote": "Training is not knowledge and knowledge is not strength.  But combine training and knowledge and one will get strength.",
        "": ""
    },
    {
        "Author": "Claude Shannon",
        "Source": "",
        "Quote": "I visualize a time when we will be to robots what dogs are to humans, and I'm rooting for the machines. ",
        "": ""
    },
    {
        "Author": "Claude Shannon",
        "Source": "",
        "Quote": "I visualize a time when we will be to robots what dogs are to humans. And I am rooting for the machines.",
        "": ""
    },
    {
        "Author": "Claude Shannon",
        "Source": "",
        "Quote": "We know the past but cannot control it. We control the future but cannot know it.",
        "": ""
    },
    {
        "Author": "Clifford Stoll",
        "Source": "",
        "Quote": "Treat your password like your toothbrush. Don't let anybody else use it, and get a new one every six months.",
        "": ""
    },
    {
        "Author": "Clifford Stoll",
        "Source": "",
        "Quote": "Treat your password like your toothbrush. Don't let anybody else use it, and get a new one every six months.",
        "": ""
    },
    {
        "Author": "Dan Kaminsky",
        "Source": "",
        "Quote": "The internet was never designed to be secure. The internet was designed to move pictures of cats.",
        "": ""
    },
    {
        "Author": "David Nicholls",
        "Source": "One Day",
        "Quote": "“If you have to keep a secret it's because you shouldn't be doing it in the first place.”",
        "": ""
    },
    {
        "Author": "Deb Caletti",
        "Source": "",
        "Quote": "People are secretive when they have secrets.",
        "": "Secrets"
    },
    {
        "Author": "Diane Arbus",
        "Source": "",
        "Quote": "A picture is a secret about a secret, the more it tells you the less you know.",
        "": "Secrets"
    },
    {
        "Author": "Dinah Craik",
        "Source": "",
        "Quote": "A secret at home is like rocks under tide. ",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "The Salmon of Doubt.",
        "Quote": "1. Anything that is in the world when you’re born is normal and ordinary and is just a natural part of the way the world works. 2. Anything that's invented between when you’re fifteen and thirty five is new and exciting and revolutionary and you can probably get a career in it. 3. Anything invented after you're thirty five is against the natural order of things.”",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "",
        "Quote": "I refuse to answer that question on the grounds that I don't know the answer",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "The Hitchhiker's Guide to the Galaxy",
        "Quote": "Space is big. Really big. You just won't believe how vastly, hugely, mind bogglingly big it is. I mean, you may think it's a long way down the road to the chemist, but that's just peanuts to space.",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "",
        "Quote": "A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "",
        "Quote": "We are stuck with technology when what we really want is just stuff that works.",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "",
        "Quote": "First we thought the PC was a calculator. Then we found out how to turn numbers into letters with ASCII — and we thought it was a typewriter. Then we discovered graphics, and we thought it was a television. With the World Wide Web, we've realized it's a brochure.",
        "": ""
    },
    {
        "Author": "Douglas Adams",
        "Source": "",
        "Quote": "One of the most important things you learn from the Internet is that there is no 'them' out there. It's just an awful lot of 'us.' ",
        "": ""
    },
    {
        "Author": "Edgar Watson Howe",
        "Source": "Country Town Sayings",
        "Quote": "The man who can keep a secret may be wise, but he is not half as wise as the man with no secrets to keep. ",
        "": ""
    },
    {
        "Author": "Edsger Dijkstra",
        "Source": "",
        "Quote": "Computer Science is no more about computers than astronomy is about telescopes",
        "": ""
    },
    {
        "Author": "Edsger Dijkstra",
        "Source": "",
        "Quote": "Computer science is not about machines, in the same way that astronomy is not about telescopes. There is an essential unity of mathematics and computer science. —",
        "": ""
    },
    {
        "Author": "Edsger Dijkstra",
        "Source": "",
        "Quote": "Simplicity is prerequisite for reliability.",
        "": ""
    },
    {
        "Author": "Einstein",
        "Source": "Letter to high school student Barbara Lee Wilson (7 January 1943), Einstein Archives 42",
        "Quote": "Do not worry about your difficulties in Mathematics. I can assure you mine are still greater.",
        "": ""
    },
    {
        "Author": "Einstein",
        "Source": "",
        "Quote": "The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day. Never lose a holy curiosity. … Don't stop to marvel.",
        "": ""
    },
    {
        "Author": "Einstein",
        "Source": "",
        "Quote": "I never teach my pupils. I only attempt to provide the conditions in which they can learn.",
        "": ""
    },
    {
        "Author": "Einstein",
        "Source": "",
        "Quote": "Everything should be made as simple as possible, but not simpler.",
        "": ""
    },
    {
        "Author": "Einstein",
        "Source": "",
        "Quote": "In the middle of difficulty lies opportunity",
        "": ""
    },
    {
        "Author": "Einstein",
        "Source": "",
        "Quote": "The significant problems we face cannot be solved at the same level of thinking we were at when we created them.",
        "": ""
    },
    {
        "Author": "Elbert Hubbard",
        "Source": "",
        "Quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
        "": ""
    },
    {
        "Author": "Elizabeth I",
        "Source": "",
        "Quote": "Do not tell secrets to those whose faith and silence you have not already tested.",
        "": "Secrets"
    },
    {
        "Author": "Emo Philips",
        "Source": "",
        "Quote": "A computer once beat me at chess, but it was no match for me at kick boxing.",
        "": ""
    },
    {
        "Author": "Fausto Cercignani",
        "Source": "",
        "Quote": "A secret remains a secret until you make someone promise never to reveal it.",
        "": ""
    },
    {
        "Author": "François de La Rochefoucauld",
        "Source": "",
        "Quote": "How can we expect another to keep our secret if we cannot keep it ourselves.",
        "": "Secrets"
    },
    {
        "Author": "François de La Rochefoucauld",
        "Source": "",
        "Quote": "How can we expect another to keep our secret if we cannot keep it ourselves. ",
        "": ""
    },
    {
        "Author": "Friedrich Nietzsche",
        "Source": "",
        "Quote": "Insanity is the exception in individuals. In groups, parties, people, and times, it is the rule.",
        "": ""
    },
    {
        "Author": "Friedrich Nietzsche",
        "Source": "",
        "Quote": "\"He who fights with monsters might take care lest he thereby become a monster.  And if you gaze for long into an abyss, the abyss gazes also into you.\"",
        "": ""
    },
    {
        "Author": "George Halas",
        "Source": "",
        "Quote": "Nothing is work unless you’d rather be doing something else.",
        "": ""
    },
    {
        "Author": "George Orwell",
        "Source": "1984",
        "Quote": "If you want to keep a secret, you must also hide it from yourself.",
        "": "Secrets"
    },
    {
        "Author": "George Orwell",
        "Source": "",
        "Quote": "If liberty means anything at all, it means the right to tell people what they do not want to hear.",
        "": ""
    },
    {
        "Author": "George Pólya",
        "Source": "",
        "Quote": "If you can't solve a problem, then there is an easier problem you can solve: find it.",
        "": ""
    },
    {
        "Author": "Groucho Marx",
        "Source": "",
        "Quote": "I find television very educating. Every time somebody turns on the set I go into the other room and read a book.",
        "": ""
    },
    {
        "Author": "Groucho Marx",
        "Source": "",
        "Quote": "There is one way to find out if a man is honest -- ask him. If he says 'yes,' you know he's crooked.",
        "": ""
    },
    {
        "Author": "Gypsy proverb",
        "Source": "(Chuquel sos pirela, cocal terela)",
        "Quote": "A dog that roams will find a bone.",
        "": ""
    },
    {
        "Author": "H. L. Mencken",
        "Source": "",
        "Quote": "For every complex problem there is an answer that is clear, simple and wrong. ",
        "": ""
    },
    {
        "Author": "Heisenberg",
        "Source": "",
        "Quote": "An expert is someone who knows some of the worst mistakes that can be made in his subject and how to avoid them.",
        "": ""
    },
    {
        "Author": "Hemingway",
        "Source": "",
        "Quote": "Today is only one day in all the days that will ever be. But what will happen in all the other days that ever come can depend on what you do today.",
        "": ""
    },
    {
        "Author": "Henri Matisse",
        "Source": "",
        "Quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.",
        "": ""
    },
    {
        "Author": "Henry Ford",
        "Source": "",
        "Quote": "Coming together is a beginning.  Keeping together is progress.  Working together is success.",
        "": ""
    },
    {
        "Author": "Heraclitus",
        "Source": "",
        "Quote": "If you don’t expect the unexpected you will not find it, for it is not to be reached by search or trail.",
        "": ""
    },
    {
        "Author": "Igor Stravinsky",
        "Source": "",
        "Quote": "A good composer does not imitate, he steals.",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "",
        "Quote": "\"The most exciting phrase to hear in science, the one that heralds the most discoveries, is not 'Eureka!'  (I found it!)  but 'That's funny...'\"       -",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "",
        "Quote": "\"Science does not promise absolute truth, nor does it consider that such a thing necessarily exists.  Science does not even promise that everything in the Universe is amenable to the scientific process.\"       ISAAC ASIMOV",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "",
        "Quote": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' (I found it!) but 'That's funny....'",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "",
        "Quote": "In Ashton Applewhite, William R. Evans and Andrew Frothingham, And I Quote (2003), 467  How often people speak of art and science as though they were two entirely different things, with no interconnection. An artist is emotional, they think, and uses only his intuition; he sees all at once and has no need of reason. A scientist is cold, they think, and uses only his reason; he argues carefully step by step, and needs no imagination. That is all wrong. The true artist is quite rational as well as imaginative and knows what he is doing; if he does not, his art suffers. The true scientist is quite imaginative as well as rational, and sometimes leaps to solutions where reason can follow only slowly; if he does not, his science suffers. ",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "The Roving Mind (1983)",
        "Quote": "Inspect every piece of pseudoscience and you will find a security blanket, a thumb to suck, a skirt to hold. What does the scientist have to offer in exchange? Uncertainty! Insecurity! ",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "Past, Present, and Future (1987)",
        "Quote": "People are entirely too disbelieving of coincidence. They are far too ready to dismiss it and to build arcane structures of extremely rickety substance in order to avoid it. I, on the other hand, see coincidence everywhere as an inevitable consequence of the laws of probability, according to which having no unusual coincidence is far more unusual than any coincidence could possibly be. ",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "In The Planet That Wasn't (1976)",
        "Quote": "Science can amuse and fascinate us all, but it is engineering that changes the world.",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "Isaac Asimov's Book of Science and Nature Quotations (1988)",
        "Quote": "Science is a mechanism, a way of trying to improve your knowledge of nature. It's a system for testing your thoughts against the universe, and seeing whether they match. ",
        "": ""
    },
    {
        "Author": "Isaac Asimov",
        "Source": "Isaac Asimov Speaks' with Bill Moyers in The Humanist (Jan/Feb 1989), 49.",
        "Quote": "Self-education is, I firmly believe, the only kind of education there is. ",
        "": ""
    },
    {
        "Author": "James Hilton",
        "Source": "",
        "Quote": "If I had a child who wanted to be a teacher, I would bid him Godspeed as if he were going to war.  For indeed the war against prejudice, greed, and ignorance they may live to see some fraction of the battle won.",
        "": ""
    },
    {
        "Author": "Jay Z",
        "Source": "",
        "Quote": "A wise man told me don't argue with fools Cause people from a distance can't tell who is who. ",
        "": ""
    },
    {
        "Author": "Jean de La Bruyère",
        "Source": "",
        "Quote": "When a secret is revealed, it is the fault of the man who confided it. ",
        "": "Secrets"
    },
    {
        "Author": "Jean Racine",
        "Source": "",
        "Quote": "There are no secrets that time does not reveal. ",
        "": "Secrets"
    },
    {
        "Author": "Jeff Pesis",
        "Source": "",
        "Quote": "Hardware:  the parts of a computer that can be kicked.",
        "": ""
    },
    {
        "Author": "Jim Benson",
        "Source": "",
        "Quote": "Software being \"Done\" is like lawn being \"Mowed\".",
        "": ""
    },
    {
        "Author": "Jimmy Carter",
        "Source": "",
        "Quote": "We must adjust to changing times and still hold to unchanging principles.",
        "": ""
    },
    {
        "Author": "John Dewey",
        "Source": "",
        "Quote": "We do not learn from experience. We learn from reflecting on experience.",
        "": ""
    },
    {
        "Author": "John Dewey",
        "Source": "",
        "Quote": "Every great advance in science has issued from a new audacity of imagination.\" ",
        "": ""
    },
    {
        "Author": "John F Kennedy",
        "Source": "Remarks on the 20th Anniversary of the Voice of America; Department of Health, Education, and Welfare, February 26, 1962",
        "Quote": "“We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.\"",
        "": ""
    },
    {
        "Author": "John Pfeiffer",
        "Source": "",
        "Quote": "Man is a slow, sloppy, and brilliant thinker; computers are fast, accurate, and stupid.",
        "": ""
    },
    {
        "Author": "John Tukey",
        "Source": "",
        "Quote": "The greatest value of a picture is when it forces us to notice what we never expected to see.",
        "": ""
    },
    {
        "Author": "John Tukey",
        "Source": "",
        "Quote": "There is no data that can be displayed in a pie chart, that cannot be displayed BETTER in some other type of chart.",
        "": ""
    },
    {
        "Author": "John Tukey",
        "Source": "",
        "Quote": "\"An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.\"",
        "": ""
    },
    {
        "Author": "Jonathan Swift",
        "Source": "",
        "Quote": "Falsehood flies, and truth comes limping after it.",
        "": ""
    },
    {
        "Author": "Joseph Campbell",
        "Source": "",
        "Quote": "Computers are like Old Testament gods; lots of rules and no mercy.",
        "": ""
    },
    {
        "Author": "Josh Billings",
        "Source": "",
        "Quote": "The trouble with people is not that they don’t know, but that they know so much that ain’t so.",
        "": ""
    },
    {
        "Author": "Joyce Brothers",
        "Source": "",
        "Quote": "Listening, not imitation, may be the sincerest form of flattery.",
        "": ""
    },
    {
        "Author": "Katherine Neville",
        "Source": "",
        "Quote": "Privacy - like eating and breathing - is one of life's basic requirements.",
        "": ""
    },
    {
        "Author": "Lao-Tzu",
        "Source": "",
        "Quote": "\"The journey of a thousand leagues begins from beneath your feet.\"",
        "": ""
    },
    {
        "Author": "Larry Niven",
        "Source": "",
        "Quote": "That's the thing about people who think they hate computers. What they really hate is lousy programmers.",
        "": ""
    },
    {
        "Author": "Larry Page",
        "Source": "",
        "Quote": "If you’re not doing some things that are crazy, then you’re doing the wrong things.",
        "": ""
    },
    {
        "Author": "Latin proverb",
        "Source": "",
        "Quote": "non scholae sed vitae discimus",
        "": ""
    },
    {
        "Author": "Lin Yu",
        "Source": "",
        "Quote": "Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom of life consists in the elimination of nonessentials",
        "": ""
    },
    {
        "Author": "Lin Yu",
        "Source": "",
        "Quote": "Sometimes it is more important to discover what one cannot do, than what one can do.",
        "": ""
    },
    {
        "Author": "Lord Byron",
        "Source": "Lord Byron 1813 letter to his future wife Annabella. Their daughter Ada Lovelace was the first programmer.",
        "Quote": "I know that two & two make four— and should be glad to prove it too if I could— though I must say if by any sort of process I could convert 2 & 2 into five it would give me much greater pleasure. ",
        "": ""
    },
    {
        "Author": "Marc Andreessen",
        "Source": "",
        "Quote": "The spread of computers and the Internet will put jobs in two categories. People who tell computers what to do, and people who are told by computers what to do. ",
        "": ""
    },
    {
        "Author": "Mark Twain",
        "Source": "",
        "Quote": "The secret source of humour itself is not joy, but sorrow. There is no humour in heaven. ",
        "": ""
    },
    {
        "Author": "Martin Fowler, author and international speaker on software development",
        "Source": "",
        "Quote": "Any fool can write code that a computer can understand. Good programmers write code that human can understand.",
        "": ""
    },
    {
        "Author": "MLK",
        "Source": "",
        "Quote": "Through our scientific genius we have made of the world a neighborhood. Now, through our moral and spiritual genius, we must make of it a brotherhood.",
        "": ""
    },
    {
        "Author": "Neil Gaiman",
        "Source": "",
        "Quote": "The world always seems brighter when you’ve just made something that wasn’t there before.\" ",
        "": ""
    },
    {
        "Author": "Neil Gaiman",
        "Source": "",
        "Quote": "I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're Doing Something.",
        "": ""
    },
    {
        "Author": "Neil Gaiman",
        "Source": "",
        "Quote": "Go, and make interesting mistakes, make amazing mistakes, make glorious and fantastic mistakes. Break rules. Leave the world more interesting for your being here. Make. Good. Art.",
        "": ""
    },
    {
        "Author": "Niels Bohr",
        "Source": "",
        "Quote": "The opposite of a correct statement is a false statement.  But the opposite of a profound truth may well be another profound truth.",
        "": ""
    },
    {
        "Author": "Ogden Nash",
        "Source": "",
        "Quote": "\"The ant has made itself illustrious/by constant industry industrious.  So what? Would you be calm & placid,/if you were full of formic acid?\"",
        "": ""
    },
    {
        "Author": "Ogden Nash",
        "Source": "",
        "Quote": "\"The pig if I am not mistaken/supply us sausage ham and bacon. Let others say his heart is big/I call it stupid of the pig.\" ",
        "": ""
    },
    {
        "Author": "Ogden Nash",
        "Source": "",
        "Quote": "\"You can be young only once, but you can be immature forever.\"",
        "": ""
    },
    {
        "Author": "Oscar Wilde",
        "Source": "",
        "Quote": "No great artist ever sees things as they really are. If he did he would cease to be an artist.",
        "": ""
    },
    {
        "Author": "Oscar Wilde ",
        "Source": "The Picture of Dorian Gray",
        "Quote": "I have grown to love secrecy. It seems to be the one thing that can make modern life mysterious or marvelous to us. The commonest thing is delightful if only one hides it.",
        "": ""
    },
    {
        "Author": "Pablo Picasso",
        "Source": "",
        "Quote": "Computers are useless. They can only give you answers.",
        "": ""
    },
    {
        "Author": "Pablo Picasso",
        "Source": "",
        "Quote": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.",
        "": ""
    },
    {
        "Author": "Pablo Picasso",
        "Source": "",
        "Quote": "Every child is an artist. The problem is how to remain an artist once he grows up.",
        "": ""
    },
    {
        "Author": "Pericles",
        "Source": "",
        "Quote": "He who cannot communicate his ideas stands at the same level as one who has no ideas.",
        "": ""
    },
    {
        "Author": "Pierre de Vos",
        "Source": "",
        "Quote": "“A culture of secrecy is like the bad stench created by cat pee—it is very difficult to get rid of.”",
        "": ""
    },
    {
        "Author": "Pythagoreas",
        "Source": "",
        "Quote": "Everything is a number.",
        "": ""
    },
    {
        "Author": "Ralph Nader",
        "Source": "",
        "Quote": "Your best teacher is your last mistake. ",
        "": ""
    },
    {
        "Author": "Ray Bradbury ",
        "Source": "Farenheight 451",
        "Quote": "A book is a loaded gun in the house next door...Who knows who might be the target of the well read man?",
        "": ""
    },
    {
        "Author": "Ray Kroc",
        "Source": "",
        "Quote": "Nothing is particularly hard if you divide it into small jobs.",
        "": ""
    },
    {
        "Author": "Richard Feynman",
        "Source": "",
        "Quote": "The first principle is that you must not fool yourself.",
        "": ""
    },
    {
        "Author": "Robert Fulghum",
        "Source": "All I Really Need to Know I Learned in Kindergarten",
        "Quote": "If a thing is not worth doing, it is not worth doing well.",
        "": ""
    },
    {
        "Author": "Robert Heinlein",
        "Source": "Time Enough for Love",
        "Quote": "\"A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.\"",
        "": ""
    },
    {
        "Author": "Santayaman",
        "Source": "",
        "Quote": "Man is not made to understand life, but to live it.",
        "": ""
    },
    {
        "Author": "Seymour Papert",
        "Source": "",
        "Quote": "You can't teach people everything they need to know. The best you can do is position them where they can find what they need to know when they need to know it.",
        "": ""
    },
    {
        "Author": "Seymour Papert",
        "Source": "",
        "Quote": "Nothing could be more absurd than an experiment in which computers are placed in a classroom where nothing else is changed.",
        "": ""
    },
    {
        "Author": "Seymour Papert",
        "Source": "",
        "Quote": "The goal is to teach in such a way as to produce the most learning from the least teaching.",
        "": ""
    },
    {
        "Author": "Seymour Papert.",
        "Source": "",
        "Quote": "The role of the teacher is to create the conditions for invention rather than provide ready-made knowledge",
        "": ""
    },
    {
        "Author": "Seymour Papert.",
        "Source": "",
        "Quote": "“Do away with curriculum. Do away with segregation by age. And do away with the idea that there should be uniformity of all schools and of what people learn.”",
        "": ""
    },
    {
        "Author": "Sherlock Holmes",
        "Source": "",
        "Quote": "You see, but you do not observe.",
        "": ""
    },
    {
        "Author": "Sherlock Holmes",
        "Source": "",
        "Quote": "You see, but you do not observe.",
        "": ""
    },
    {
        "Author": "Sigmund Freud",
        "Source": "",
        "Quote": "From error to error one discovers the entire truth.",
        "": ""
    },
    {
        "Author": "Sir Isaac Newton",
        "Source": "In 'Wonder and Skepticism', Skeptical Enquirer (Jan-Feb 1995), 19, No. 1.",
        "Quote": "Amicus Plato amicus Aristoteles magis amica verita. Plato is my friend, Aristotle is my friend, but my greatest friend is truth. ",
        "": ""
    },
    {
        "Author": "Socrates",
        "Source": "",
        "Quote": "Let him that would move the world, first move himself.",
        "": ""
    },
    {
        "Author": "Sophocles",
        "Source": "",
        "Quote": "Do nothing secretly; for Time sees and hears all things, and discloses all.",
        "": "Secrets"
    },
    {
        "Author": "Sophocles",
        "Source": "",
        "Quote": "Do nothing secretly; for Time sees and hears all things, and discloses all. ",
        "": ""
    },
    {
        "Author": "Steve Jobs",
        "Source": "",
        "Quote": "Everybody in this country should learn to program a computer, because it teaches you how to think.",
        "": ""
    },
    {
        "Author": "Steve Wozniak",
        "Source": "",
        "Quote": "Our first computers were born not out of greed or ego, but in the revolutionary spirit of helping common people rise above the most powerful institutions.",
        "": ""
    },
    {
        "Author": "Steven Hawking",
        "Source": "",
        "Quote": "When one's expectations are reduced to zero, one really appreciates everything one does have.",
        "": ""
    },
    {
        "Author": "Steven Wright",
        "Source": "",
        "Quote": "Experience is something you don’t get until just after you need it.",
        "": ""
    },
    {
        "Author": "Steven Wright",
        "Source": "",
        "Quote": "82.7% of all statistics are made up on the spot.",
        "": ""
    },
    {
        "Author": "Steven Wright",
        "Source": "",
        "Quote": "The early bird may get get the worm, but the second mouse gets the cheese.",
        "": ""
    },
    {
        "Author": "Terry Brooks",
        "Source": "The Phantom Menace",
        "Quote": "Secrets must be exposed when found. Detours must be taken when encountered. And if you are the one who stands at the crossroads or the place of concealment, you must never leave it to another to act in your place.\" Qui-gon to Obi-wan,",
        "": ""
    },
    {
        "Author": "Terry Pratchett",
        "Source": "",
        "Quote": "It doesn’t stop being magic just because you know how it works",
        "": ""
    },
    {
        "Author": "Terry Pratchett",
        "Source": "Hogfather",
        "Quote": "Real stupidity beats artificial intelligence every time.",
        "": ""
    },
    {
        "Author": "Terry Pratchett",
        "Source": "",
        "Quote": "The pen is mightier than the sword. If the sword is very short, and the pen is very sharp.",
        "": ""
    },
    {
        "Author": "Terry Pratchett",
        "Source": "",
        "Quote": "It’s not worth doing unless someone, somewhere, would much rather you weren’t doing it.",
        "": ""
    },
    {
        "Author": "Theodore Roosevelt",
        "Source": "",
        "Quote": "The only man who never makes a mistake is the man who never does anything. ",
        "": ""
    },
    {
        "Author": "Thomas Edison",
        "Source": "",
        "Quote": "\"To invent, you need a good imagination and a pile of junk.\"",
        "": ""
    },
    {
        "Author": "Thomas Jefferson",
        "Source": "",
        "Quote": "I hold that a little rebellion is a good thing.",
        "": ""
    },
    {
        "Author": "Thomas Paine",
        "Source": "",
        "Quote": "He that would make his own liberty secure must guard even his enemy from oppression; for if he violates this duty he establishes a precedent that will reach to himself. ",
        "": ""
    },
    {
        "Author": "Veronica Roth",
        "Source": "",
        "Quote": "Two things you should know about me; The first is that I am deeply suspicious of people in general. It is my nature to expect the worst of them. And the second is that I am unexpectedly good with computers.",
        "": ""
    },
    {
        "Author": "Vint Cerf",
        "Source": "",
        "Quote": "Information flow is what the Internet is about. Information sharing is power. If you don't share your ideas, smart people can't do anything about them, and you'll remain anonymous and powerless. ",
        "": ""
    },
    {
        "Author": "Walter Inglis Anderson",
        "Source": "",
        "Quote": "Trust is like a vase.. once it's broken, though you can fix it, the vase will never be same again.",
        "": ""
    },
    {
        "Author": "Walter Inglis Anderson",
        "Source": "",
        "Quote": "Believe in something big. Your life is worth a noble motive.",
        "": ""
    },
    {
        "Author": "Walter Inglis Anderson",
        "Source": "",
        "Quote": "True success is always the last of a string of failed attempts to get it right.",
        "": ""
    },
    {
        "Author": "Walter Inglis Anderson",
        "Source": "",
        "Quote": "You should not grow in one direction like an automobile, but in five like a star.",
        "": ""
    },
    {
        "Author": "White House Cybersecurity Advisor, Richard Clarke",
        "Source": "",
        "Quote": "If you spend more on coffee than on IT security, you will be hacked. What's more, you deserve to be hacked. — ",
        "": ""
    },
    {
        "Author": "William Penn",
        "Source": "",
        "Quote": "It is wise not to seek a secret, and honest not to reveal one. ",
        "": "Secrets"
    },
    {
        "Author": "William Scott Downey",
        "Source": "Proverbs",
        "Quote": "To keep your own secrets is wisdom; but to expect others to keep them is folly.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "Success consists of going from failure to failure without loss of enthusiasm.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "The empires of the future are the empires of the mind.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "Personally I’m always ready to learn, although I do not always like being taught.",
        "": ""
    },
    {
        "Author": "Winston Churchill",
        "Source": "",
        "Quote": "The price of greatness is responsibility.",
        "": ""
    },
    {
        "Author": "Wolfgang Amadeus Mozart",
        "Source": "",
        "Quote": "It is a mistake to think that the practice of my art has become easy to me. I assure you, dear friend, no one has given so much care to the study of composition as I. There is scarcely a famous master in music whose works I have not frequently and diligently studied.",
        "": ""
    },
    {
        "Author": "Godwin's Law",
        "Source": "",
        "Quote": "As a Usenet discussion grows longer, the probability of a comparison involving Nazis or Hitler approaches one.\"",
        "": ""
    },
    {
        "Author": "Hanlon's Razor",
        "Source": "",
        "Quote": "Never attribute to malice that which can be adequately explained by stupidity",
        "": ""
    },
    {
        "Author": "Elie de Joncourt, French Mathematician",
        "Source": "1735",
        "Quote": "Numbers have many charms, unseen by vulgar eyes, and only discovered to the unwearied and respectful sons of Art. Sweet joy may arise from such contemplations",
        "": ""
    }
]